[M_BreakingMold MissionDefinition]
MissionName="concrete block"
MissionDescription="Find hidden objects in concrete."
TurnInDescription="With great respect, congratulations!"
MissionSummary="find objects"
MissionGiver="Price list"
MissionTurnInLocation="gift card"
TeaserText=""

[M_BreakingMold:CrackedConcrete MissionObjectiveDefinition]
ProgressMessage=""

[M_BreakingMold:FindtheMap MissionObjectiveDefinition]
ProgressMessage="Includes hidden cards:"

[M_BreakingMold:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

